Repository: HUY2710/login
Catalog: lib/l10n/app_*.arb
Languages: hi, id, ko

# app_title
source: Group Sharing
hi: समूह साझा करना
id: Berbagi Kelompok
ko: 플러터 베이스

source: Language
hi: भाषा
id: Bahasa
ko: 언어

# thisActionCanContainAds
source: This action may contain advertising
hi: यह क्रिया विज्ञापन शामिल कर सकती है
id: Tindakan ini mungkin berisi iklan
ko: 이 작업은 광고를 포함할 수 있습니다

source: People
hi: लोग
id: Orang
ko: 사람들

source: Edit
hi: संपादित करें
ko: 편집

source: Add Member
hi: सदस्य जोड़ें
id: Tambah Anggota
ko: 멤버 추가

source: Cancel
hi: रद्द करें
id: Batal
ko: 취소

source: Remove Member
hi: सदस्य हटाएं
id: Hapus Anggota
ko: 멤버 제거

# removeMemberContent
source: Are you sure to the remove this member from your group?
hi: क्या आप इस सदस्य को अपने समूह से हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus anggota ini dari grup Anda?
ko: 이 그룹에서 이 멤버를 제거하시겠습니까?

source: Delete
hi: हटाएं
id: Hapus
ko: 삭제

source: Done
hi: हो गया
id: Selesai
ko: 완료

source: Today
hi: आज
id: Hari Ini
ko: 오늘

source: Invite Code
hi: आमंत्रण कोड
id: Kode Undangan
ko: 초대 코드

# inviteCodeContent
source: Share this invite code with people you want to add to the group.
hi: इस आमंत्रण कोड को उन लोगों के साथ साझा करें जिन्हें आप समूह में जोड़ना चाहते हैं।
id: Bagikan kode undangan ini kepada orang yang ingin Anda tambahkan ke grup.
ko: 이 초대 코드를 그룹에 추가하려는 사람들과 공유하세요.

# inviteCodeSub
source: Your invitation code is valid within 24 hours.
hi: आपका आमंत्रण कोड 24 घंटे के भीतर वैध है।
id: Kode undangan Anda berlaku dalam 24 jam.
ko: 초대 코드는 24시간 동안 유효합니다.

source: Share Code
hi: कोड साझा करें
id: Bagikan Kode
ko: 코드 공유

source: New Group
hi: नया समूह
id: Grup Baru
ko: 새 그룹

source: Join Group
hi: समूह में शामिल हों
id: Gabung dengan Grup
ko: 그룹 참여

source: Join The Group
hi: समूह में शामिल हों
id: Bergabung dengan Grup
ko: 그룹 참여

# joinGroupContent
source: Ask the group creator for their code
hi: समूह निर्माता से उनका कोड पूछें
id: Minta kode dari pembuat grup
ko: 그룹 창조자에게 코드를 요청하세요

# joinGroupSub
source: Enter the invitation code to join the circle
hi: वृत्त में शामिल होने के लिए निमंत्रण कोड दर्ज करें
id: Masukkan kode undangan untuk bergabung dalam lingkaran
ko: 원을 참여하려면 초대 코드를 입력하세요

source: Admin
hi: प्रबंधक
ko: 관리자

source: You
hi: आप
id: Anda
ko: 당신

source: Leave Group
hi: समूह छोड़ें
id: Keluar dari Grup
ko: 그룹 나가기

# leaveGroupContent
source: Are you sure to leave group?
hi: क्या आप समूह छोड़ना चाहते हैं?
id: Apakah Anda yakin ingin meninggalkan grup?
ko: 그룹에서 나가시겠습니까?

source: Remove Group
hi: समूह हटाएं
id: Hapus Grup
ko: 그룹 삭제

# removeGroupContent
source: You’re currently the group owner. Are you sure to delete it permanently?
hi: आप वर्तमान में समूह के मालिक हैं। क्या आप इसे स्थायी रूप से हटाना चाहते हैं?
id: Anda saat ini adalah pemilik grup. Apakah Anda yakin ingin menghapusnya secara permanen?
ko: 당신은 현재 그룹 소유자입니다. 영구적으로 삭제하시겠습니까?

# onboarding_title_1
source: Track the location of loved ones all the time
hi: हमेशा प्रियजनों का स्थान ट्रैक करें
id: Lacak lokasi orang yang Anda cintai setiap saat
ko: 언제나 사랑하는 사람들의 위치를 추적하세요

# onboarding_title_2
source: Daily history of locations visited
hi: रोज़ाना यात्रा के स्थानों का इतिहास
id: Histori harian lokasi yang dikunjungi
ko: 방문한 위치의 일일 기록

# onboarding_title_3
source: Simplify location sharing with loved ones
hi: प्रियजनों के साथ स्थान साझा करना सरल बनाएँ
id: Sederhanakan berbagi lokasi dengan orang yang Anda cintai
ko: 사랑하는 사람들과의 위치 공유를 간편하게

# chatGroupEmptyTitle
source: Add members to send messages
hi: संदेश भेजने के लिए सदस्य जोड़ें
id: Tambahkan anggota untuk mengirim pesan
ko: 메시지를 보낼 멤버 추가

# chatGroupEmptySub
source: At least one more person is needed to start a chat
hi: कम से कम एक और व्यक्ति की आवश्यकता है एक चैट शुरू करने के लिए
id: Setidaknya satu orang lagi diperlukan untuk memulai obrolan
ko: 채팅을 시작하려면 최소한 한 명 이상의 사람이 필요합니다

# addNewMember
source: Add a new members
hi: नया सदस्य जोड़ें
id: Tambah Anggota Baru
ko: 새로운 멤버 추가

# unexpectedError
source: An unexpected error occurred!
hi: एक अनपेक्षित त्रुटि हुई!
id: Terjadi kesalahan yang tidak terduga!
ko: 예기치 않은 오류가 발생했습니다!

# alreadyOwnError
source: Looks like you already owned this item. Please click "Restore purchase" to continue.
hi: ऐसा लगता है कि आप पहले से ही इस आइटम के मालिक हैं। कृपया "पुनः खरीद" पर क्लिक करके आगे बढ़ें।
id: Sepertinya Anda sudah memiliki item ini. Silakan klik "Pulihkan pembelian" untuk melanjutkan.
ko: 이미 이 항목을 소유한 것으로 보입니다. 계속하려면 "구매 복원"을 클릭하세요.

source: Confirm
hi: पुष्टि करें
id: Konfirmasi
ko: 확인

source: enter
hi: प्रवेश करें
id: masukkan
ko: 입력

source: left
hi: छोड़ा
id: keluar
ko: 나감

source: has
hi: है
id: memiliki
ko: 소유함

source: Next
hi: आगे
id: Berikutnya
ko: 다음

source: Location
hi: स्थान
id: Lokasi
ko: 위치

source: Notification
hi: सूचना
id: Notifikasi
ko: 알림

# subNotification
source: Stay up to date with subscriptions, alerts and messages from your group.
hi: आपके समूह से सदस्यता, सूचनाएँ और संदेशों के साथ अद्यतित रहें।
id: Tetap terinformasi dengan langganan, peringatan, dan pesan dari grup Anda.
ko: 그룹의 구독, 알림 및 메시지를 통해 최신 정보를 확인하세요.

source: Motion tracking
hi: गति ट्रैकिंग
id: Pelacakan Gerakan
ko: 동작 추적

# subMotionTracking
source: Allowing user motion tracking, such as walking, driving, riding a motorbike, etc.
hi: उपयोगकर्ता गति ट्रैकिंग की अनुमति देना, जैसे कि चलना, गाड़ी चलाना, मोटरसाइकिल चलाना, आदि।
id: Memungkinkan pelacakan gerakan pengguna, seperti berjalan, mengemudi, naik sepeda motor, dll.
ko: 걷기, 운전, 오토바이 타기 등 사용자의 동작을 추적하는 것을 허용합니다.

source: Skip
hi: छोड़ें
id: Lewati
ko: 건너뛰기

# letStarted
source: Let’s get started
hi: आइए शुरू करें
id: Ayo mulai
ko: 시작합시다

# whatYourName
source: What’s your name?
hi: आपका नाम क्या है?
id: Siapa nama Anda?
ko: 당신의 이름은 무엇인가요?

source: Your name
hi: आपका नाम
id: Nama Anda
ko: 당신의 이름

source: Set Avatar
hi: अवतार सेट करें
id: Atur Avatar
ko: 아바타 설정

# chooseAvatar
source: Choose your favorite avatar!
hi: अपने पसंदीदा अवतार को चुनें!
id: Pilih avatar favorit Anda!
ko: 좋아하는 아바타를 선택하세요!

# createOrJoinGroup
source: Create or join groups with your loved ones and friends
hi: अपने प्रियजनों और दोस्तों के साथ समूह बनाएं या उनमें शामिल हों
id: Buat atau bergabung dengan grup bersama orang yang Anda cintai dan teman-teman Anda
ko: 사랑하는 사람들과 친구들과 함께 그룹을 만들거나 참여하세요

# continueText
source: Continue
hi: जारी रखें
id: Lanjutkan
ko: 계속

source: Join a group
hi: एक समूह में शामिल हों
id: Bergabung dengan Grup
ko: 그룹 참여

source: Avatar Group
hi: अवतार समूह
id: Avatar Grup
ko: 아바타 그룹

source: Save
hi: सहेजें
id: Simpan
ko: 저장

# joinGroupCode
source: Joining a group? Enter your invite code
hi: समूह में शामिल हो रहे हैं? अपना आमंत्रण कोड दर्ज करें
id: Bergabung dengan grup? Masukkan kode undangan Anda
ko: 그룹 참여 중? 초대 코드를 입력하세요

# permissionsGreateSub
source: Location sharing will be turned off as soon as you disable the permission in the settings
hi: अनुमति अगर आप सेटिंग्स में अनुमति अक्षम करते हैं तो स्थान साझा करना बंद हो जाएगा।
id: Berbagi lokasi akan dinonaktifkan segera setelah Anda menonaktifkan izin di pengaturan
ko: 설정에서 권한을 비활성화하면 위치 공유가 즉시 꺼집니다.

source: Change
hi: बदलें
id: Ubah
ko: 변경

source: Allow
hi: अनुमति दें
id: Izinkan
ko: 허용

source: Check in
hi: चेक इन करें
ko: 체크인

source: Get routes
hi: मार्ग प्राप्त करें
id: Dapatkan rute
ko: 경로 가져오기

source: members
hi: सदस्य
id: anggota
ko: 멤버

source: Create group
hi: समूह बनाएं
id: Buat grup
ko: 그룹 만들기

source: Messages
hi: संदेश
id: Pesan
ko: 메시지

source: Group
hi: समूह
id: Grup
ko: 그룹

source: Search
hi: खोजें
id: Cari
ko: 검색

source: Places
hi: स्थान
id: Tempat
ko: 장소

# addPlaces
source: Add place
hi: स्थान जोड़ें
id: Tambahkan tempat
ko: 장소 추가

source: Settings
hi: सेटिंग्स
id: Pengaturan
ko: 설정

source: Map type
hi: मानचित्र प्रकार
id: Jenis Peta
ko: 지도 유형

source: Rate us
hi: हमें रेट करें
id: Beri Nilai pada Kami
ko: 평가하기

# privacy
source: Privacy policy
hi: गोपनीयता नीति
id: Kebijakan Privasi
ko: 개인 정보 보호 정책

source: Share
hi: साझा करें
id: Bagikan
ko: 공유

# getDirectionsOnMap
source: Get Directions on Maps
hi: मैप पर दिशाएँ प्राप्त करें
id: Dapatkan Petunjuk di Peta
ko: 지도에서 길 찾기

# getDirectionsInMap
source: Get Directions in app
hi: ऐप में दिशाएँ प्राप्त करें
id: Dapatkan Petunjuk dalam aplikasi
ko: 앱에서 길 찾기

# premiumTitle
source: Unlimited access to all features
hi: सभी सुविधाओं का अनबॉक्स करने के लिए असीमित पहुंच
id: Akses tanpa batas ke semua fitur
ko: 모든 기능에 무제한 액세스

source: No ads
hi: कोई विज्ञापन नहीं
id: Tidak ada iklan
ko: 광고 없음

# noAdsSub
source: Enjoy a completely ad-free app experience
hi: पूरी तरह से विज्ञापन मुक्त ऐप अनुभव करें
id: Nikmati pengalaman aplikasi sepenuhnya bebas iklan
ko: 완전히 광고 없는 앱 경험을 즐기세요

# checkInAtPlaces
source: Check in at nearby places
hi: नजदीकी स्थानों पर चेक इन करें
id: Check In di tempat-tempat terdekat
ko: 근처 장소에서 체크인

# checkInAtPlacesSub
source: Explore interesting places around you by checking in
hi: चेक इन करके आप अपने आस-पास के रोचक स्थानों का अन्वेषण करें
id: Jelajahi tempat menarik di sekitar Anda dengan check-in
ko: 체크인하여 주변의 흥미로운 장소를 탐험하세요

source: Guide to group members
hi: समूह के सदस्यों के लिए मार्गदर्शिका
id: Panduan untuk anggota grup
ko: 그룹 멤버 안내

# guideToGroupMembersSub
source: Easily and quickly navigate to your location for members
hi: सदस्यों के लिए अपने स्थान को आसानी से और तेज़ी से नेविगेट करें
id: Navigasi dengan mudah dan cepat ke lokasi Anda untuk anggota
ko: 멤버의 위치로 쉽고 빠르게 이동하세요

# sendMyCurrent
source: Send my current location
hi: मेरा वर्तमान स्थान भेजें
id: Kirim lokasi saya saat ini
ko: 내 현재 위치 전송

# sendMyCurrentSub
source: Share your current location with friends and family
hi: अपने दोस्तों और परिवार के साथ अपना वर्तमान स्थान साझा करें
id: Bagikan lokasi Anda saat ini dengan teman dan keluarga
ko: 친구와 가족과 현재 위치를 공유하세요

# try3days
source: Try 3 days for free
hi: मुफ्त में 3 दिन का प्रयास करें
id: Coba 3 hari secara gratis
ko: 무료로 3일간 사용해보세요

source: Then
hi: तब
id: Kemudian
ko: 그런 다음

# weekTime
source: / week, cancel anytime.
hi: / सप्ताह, कभी भी रद्द करें।
id: / minggu, batalkan kapan saja.
ko: / 주, 언제든 취소 가능합니다.

# startFree
source: Start free trial now
hi: अब मुफ्त परीक्षण शुरू करें
id: Mulai uji coba gratis sekarang
ko: 지금 무료 평가판 시작

source: Monthly
hi: मासिक
id: Bulanan
ko: 월간

source: Restore Purchase
hi: पुनः स्थापित करें
id: Pulihkan Pembelian
ko: 구매 복원

# term
source: Term of Use
hi: उपयोग की शर्तें
id: Syarat Penggunaan
ko: 이용 약관

source: No place
hi: कोई स्थान नहीं
id: Tidak ada tempat
ko: 장소 없음

source: Name
hi: नाम
id: Nama
ko: 이름

source: Name Location
hi: स्थान का नाम
id: Nama Lokasi
ko: 장소 이름

source: Add Location
hi: स्थान जोड़ें
id: Tambahkan Lokasi
ko: 장소 추가

source: Radius
hi: त्रिज्या
ko: 반경

# noGroups
source: No groups found!
hi: कोई समूह नहीं मिला!
id: Tidak ada grup ditemukan!
ko: 그룹을 찾을 수 없습니다!

source: created group
hi: समूह बनाया गया
id: membuat grup
ko: 만든 그룹

source: send location
hi: स्थान भेजें
id: kirim lokasi
ko: 위치 전송

source: Allow others to track
hi: दूसरों को ट्रैक करने की अनुमति दें
id: Izinkan orang lain melacak
ko: 다른 사람들이 추적할 수 있도록 허용

# allowOthersToTrackSub
source: Your live location will not update for others, do you want to turn off?
hi: आपका लाइव स्थान अन्यों के लिए अपडेट नहीं होगा, क्या आप इसे बंद करना चाहते हैं?
id: Lokasi langsung Anda tidak akan diperbarui untuk orang lain, apakah Anda ingin menonaktifkannya?
ko: 실시간 위치는 다른 사람에게 업데이트되지 않을 것입니다. 꺼내시겠습니까?

source: Ok
hi: ठीक है
id: Oke
ko: 확인

source: Edit Account
hi: खाता संपादित करें
id: Edit Akun
ko: 계정 편집

# guideAddMember
source: Invite people you want to add to the group.
hi: उन लोगों को आमंत्रित करें जिन्हें आप समूह में जोड़ना चाहते हैं।
id: Undang orang-orang yang ingin Anda tambahkan ke dalam grup.
ko: 그룹에 추가하고 싶은 사람들을 초대하세요.

# justKeepIt
source: Just keep it when in use
hi: इसे उपयोग में रखें जब इसे इस्तेमाल किया जा रहा है
id: Biarkan saat digunakan
ko: 사용 중일 때만 유지

source: steps
hi: कदम
id: langkah-langkah
ko: 단계

source: No history
hi: कोई इतिहास नहीं
id: Tidak ada riwayat
ko: 기록 없음

source: Change to always allow
hi: हमेशा के लिए बदलें अनुमति देना
id: Ubah menjadi selalu izinkan
ko: 항상 허용으로 변경

source: Nearby location
hi: नजदीकी स्थान
id: Lokasi Terdekat
ko: 근처 위치

source: Current location
hi: वर्तमान स्थान
id: Lokasi Saat Ini
ko: 현재 위치

# codeIsValid
source: Code is invalid or group does not exist
hi: कोड अमान्य है या समूह मौजूद नहीं है
id: Kode tidak valid atau grup tidak ada
ko: 코드가 유효하지 않거나 그룹이 없습니다

# youAreMember
source: You are already a member of the group
hi: आप पहले से ही समूह के सदस्य हैं
id: Anda sudah menjadi anggota grup
ko: 이미 그룹의 멤버입니다

source: Error not detected
hi: त्रुटि पहचान नहीं सकी
id: Kesalahan tidak terdeteksi
ko: 오류 감지되지 않음

# removeGroupSubAdmin
source: You’re currently the group owner. Are you sure to delete it permanantly?
hi: आप वर्तमान में समूह के मालिक हैं। क्या आप इसे स्थायी रूप से हटाना चाहते हैं?
id: Anda saat ini adalah pemilik grup. Apakah Anda yakin ingin menghapusnya secara permanen?
ko: 당신은 현재 그룹 소유자입니다. 정말로 영구적으로 삭제하시겠습니까?

# notWalkAndBicycle
source: NOTE: WALK ands BICYCLE routes are in beta and might sometimes be missing clear sidewalks, pedestrian paths, or bicycling paths
hi: नोट: वॉक और बाइसाइकिल रूट्स बीटा में हैं और कभी-कभी स्पष्ट साइडवॉक, पैदल रास्ते, या साइकिलिंग रास्ते की कमी हो सकती हैं
id: CATATAN: Rute BERJALAN dan SEPEDA berada dalam versi beta dan kadang-kadang mungkin kehilangan trotoar yang jelas, jalur pejalan kaki, atau jalur sepeda
ko: 참고: 도보 및 자전거 경로는 베타 버전이며 때로는 명확한 인도, 보행자 도로 또는 자전거 도로가 누락 될 수 있습니다

source: Male
hi: पुरुष
id: Laki-laki
ko: 남성

source: Female
hi: महिला
id: Perempuan
ko: 여성

# groupNameText
source: Group name
hi: समूह का नाम
id: Nama Grup
ko: 그룹 이름

source: Share Code now
hi: अब कोड साझा करें
id: Bagikan Kode sekarang
ko: 지금 코드 공유

source: Share it later
hi: बाद में इसे साझा करें
id: Bagikan nanti
ko: 나중에 공유

source: Later
hi: बाद में
id: Nanti
ko: 나중에

# mapTraffic
source: Traffic
hi: ट्रैफ़िक
id: Lalu Lintas
ko: 교통

# mapNormal
source: Normal
hi: सामान्य
ko: 일반

# mapSatellite
source: Satellite
hi: सैटेलाइट
id: Satelit
ko: 위성

source: View Location
hi: स्थान देखें
id: Lihat Lokasi
ko: 위치 보기

# checked
source: has checked in at
hi: ने चेक इन किया है
id: telah check-in di
ko: 확인됨

source: AT
hi: पर
id: PADA
ko: 에서

# guideCheckIn
source: You can check in to places to share them with your friends and family
hi: आप जगहों में चेक-इन कर सकते हैं और इन्हें अपने दोस्तों और परिवार सदस्यों के साथ साझा कर सकते हैं
id: Anda dapat check-in ke tempat untuk membagikannya dengan teman dan keluarga Anda
ko: 장소에 체크인하여 친구 및 가족과 공유할 수 있습니다.

# guideMember
source: You can find the list of group members here
hi: आप यहाँ ग्रुप के सदस्यों की सूची पा सकते हैं
id: Anda dapat menemukan daftar anggota grup di sini
ko: 여기에서 그룹 멤버 목록을 찾을 수 있습니다.

# guideLocation
source: You can use the it to return to your current location on the map.
hi: आप इसे अपने मैप पर वापस अपने वर्तमान स्थान के लिए उपयोग कर सकते हैं।
id: Anda dapat menggunakannya untuk kembali ke lokasi Anda saat ini di peta.
ko: 지도에서 현재 위치로 돌아가는 데 사용할 수 있습니다.

# guidePlace
source: Save locations to track member activity when they arrive and leave.
hi: सदस्यों की गतिविधि को ट्रैक करने के लिए स्थान सहेजें जब वे आएंगे और जाएंगे।
id: Simpan lokasi untuk melacak aktivitas anggota saat mereka tiba dan pergi.
ko: 멤버의 활동을 추적하기 위해 도착 및 출발시 장소를 저장하세요.

# guideMessenger
source: View and manage your messages here.
hi: यहाँ अपने संदेशों को देखें और प्रबंधित करें।
id: Lihat dan kelola pesan Anda di sini.
ko: 여기서 메시지를 확인하고 관리할 수 있습니다.

# guideSetting
source: Configure app preferences to suit your needs.
hi: अपनी आवश्यकताओं के अनुसार ऐप की प्राथमिकताएं कॉन्फ़िगर करें।
id: Konfigurasikan preferensi aplikasi sesuai kebutuhan Anda.
ko: 앱 환경 설정을 필요에 따라 구성하세요.

# guideGroup
source: Hello! Click here to start creating your own groups.
hi: नमस्ते! अपने खुद के समूह बनाना शुरू करने के लिए यहाँ क्लिक करें।
id: Halo! Klik di sini untuk mulai membuat grup Anda sendiri.
ko: 안녕하세요! 여기를 클릭하여 직접 그룹을 만들기 시작하세요.

# guidePro
source: Upgrade to Premium for exclusive features and benefits! Click here to unlock VIP access.
hi: एक्सक्लूसिव सुविधाओं और लाभ प्राप्त करने के लिए प्रीमियम में अपग्रेड करें! यहाँ क्लिक करें ताकि आप वीआईपी एक्सेस को खोल सकें।
id: Tingkatkan ke Premium untuk fitur dan manfaat eksklusif! Klik di sini untuk membuka akses VIP.
ko: 독점 기능 및 혜택을 얻으려면 프리미엄으로 업그레이드하세요! 여기를 클릭하여 VIP 액세스를 잠금 해제하세요.

source: Leave
hi: छोड़ें
id: Tinggalkan
ko: 떠나기

source: Remove this Place
hi: इस स्थान को हटाएं
id: Hapus Tempat Ini
ko: 이 장소 제거

# removeThisPlaceSub
source: Are you sure to the remove this place from your group?
hi: क्या आप इसे अपने समूह से हटाने के लिए सुनिश्चित हैं?
id: Apakah Anda yakin untuk menghapus tempat ini dari grup Anda?
ko: 이 장소를 그룹에서 제거하시겠습니까?

# searchLocationByType
source: Search location by typing address, building ...
hi: पता, इमारत आदि लिखकर स्थान खोजें
id: Cari lokasi dengan mengetik alamat, gedung...
ko: 주소, 건물 등을 입력하여 위치 검색

source: No Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं
id: Tidak Ada Koneksi Internet

# noInternetConnectionSub
source: Please check your network connection and try again.
hi: कृपया अपना नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
id: Harap periksa koneksi jaringan Anda dan coba lagi.

source: Go to settings
hi: सेटिंग्स पर जाएं
id: Buka pengaturan

source: Walk
hi: चलना
id: Berjalan

source: Bicycle
hi: साइकिल
id: Sepeda

source: Car
hi: कार
id: Mobil

# noMessageHereYet
source: No messages here yet...
hi: अभी तक यहाँ कोई संदेश नहीं है...
id: Belum ada pesan di sini...

# noMessageSub
source: Send a message to start your conversation
hi: अपनी बातचीत शुरू करने के लिए एक संदेश भेजें
id: Kirim pesan untuk memulai percakapan Anda

source: Set up
hi: सेट अप
id: Siapkan

source: Success
hi: सफलता
id: Sukses

source: Error
hi: त्रुटि
id: Kesalahan

# emptyGroup
source: Don't have any groups
hi: कोई समूह नहीं है
id: Tidak memiliki grup

# pleaseDoNot
source: Please do not contain special characters
hi: कृपया विशेष वर्णों का उपयोग न करें
id: Tolong jangan memuat karakter khusus

# checkInNoti
source: has checkin at
hi: चेकड - इन करा
id: telah check-in di

# sendMessageNoti
source: has sent the message
hi: संदेश भेजा है
id: telah mengirimkan pesan tersebut

source: joined
hi: शामिल हो गए
id: bergabung

# titlePermission
source: Group sharing requires permissions
hi: समूह साझा करने के लिए अनुमतियां आवश्यक हैं
id: Berbagi grup memerlukan izin
ko: 자전거 공유에는 장치 사용 권한이 필요합니다

# subLocation
source: This app collects location data to enable feature update your location for others, who are tracking you, even when the app is closed or not in use.
hi: यह ऐप आपके स्थान को वास्तविक समय में अपडेट करने के लिए स्थान डेटा को संग्रहित करता है और आपको सुरक्षित रखने के लिए आपके दोस्तों या परिवार का पता लगाने में मदद करता है, यहां तक ​​कि ऐप बंद हो या उपयोग में नहीं है।
id: Aplikasi ini mengumpulkan data lokasi untuk memperbarui lokasi Anda secara real-time dan membantu teman atau keluarga Anda melacak Anda untuk menjaga Anda tetap aman, bahkan ketika aplikasi ditutup atau tidak digunakan.
ko: 위치 권한이 항상으로 설정되어 있어 앱 내 지도, 위치 알림 및 그룹과의 위치 공유에 데이터를 사용할 수 있습니다.

# permissionsGreate
source: Great! Now, “ change to always allow”
hi: शानदार! अब 'हमेशा अनुमति दें' में बदलें।
id: Bagus! Sekarang ubah ke 'Selalu izinkan'.
ko: 좋아요! 이제 항상 허용으로 변경합니다

# allowLocationPermission
source: Allow “Group sharing” to also your location even when you are not using app?
hi: क्या 'समूह साझा करने' को आपके स्थान तक पहुँचने की अनुमति दी जाए, यहाँ तक ​​कि जब आप एप्लिकेशन का उपयोग नहीं कर रहे हों?
id: Izinkan 'Berbagi grup' mengakses lokasi Anda bahkan saat Anda tidak menggunakan aplikasi?
ko: “사이클 공유”에게 앱을 사용하지 않을 때도 위치를 사용할 수 있도록 허용하시겠습니까?

# titlePermissionHomeAndroid
source: In the Group Sharing app settings, select 'Allow all the time' under location access
hi: ग्रुप शेयरिंग एप्लिकेशन की सेटिंग्स में, स्थान पहुंच के तहत 'हमेशा अनुमति दें' का चयन करें
id: Di pengaturan aplikasi Berbagi Grup, pilih 'Izinkan selalu' di bawah akses lokasi

source: Location permission
hi: स्थान अनुमति
id: Izin lokasi

source: Allow all the time
hi: हमेशा अनुमति दें
id: Izinkan selalu

# allowUseApp
source: Allow only while using app
hi: केवल एप्लिकेशन का उपयोग करते समय ही अनुमति दें
id: Izinkan hanya saat menggunakan aplikasi

source: Ask every time
hi: हर बार पूछें
id: Tanyakan setiap saat

source: Deny
hi: इनकार करें
id: Tolak

# allowGroupSharing
source: Allow Group Sharing access this device’s precise location
hi: ग्रुप शेयरिंग को इस डिवाइस के सटीक स्थान तक पहुँच की अनुमति दें
id: Izinkan Berbagi Grup mengakses lokasi presisi perangkat ini

source: Precise
hi: सटीक
id: Presisi

source: Approximate
hi: अनुमानित
id: Aproksimasi

source: Only this time
hi: केवल इस बार
id: Hanya kali ini

# whileUseApp
source: While using the app
hi: एप्लिकेशन का उपयोग करते समय
id: Saat menggunakan aplikasi

# pleaseShareLocation
source: Please share location permission with Group sharing
hi: कृपया स्थान साझा करें समूह साझा करने के साथ
id: Tolong bagikan izin lokasi dengan berbagi grup

# allowOne
source: Allow once
hi: एक बार अनुमति दें
id: Izinkan sekali

source: Don’t Allow
hi: अनुमति न दें
id: Tidak diizinkan

# allowGroupSharingLocation
source: Allow “Group sharing” to use your location?
hi: "समूह साझा" को आपके स्थान का उपयोग करने दें?
id: Izinkan "Berbagi Grup" menggunakan lokasi Anda?

# thereAreNoResults
source: There are no results for your search
hi: आपके खोज के लिए कोई परिणाम नहीं हैं
id: Tidak ada hasil untuk pencarian Anda

source: Code
hi: कोड
id: Kode

source: QR code
hi: क्यूआर कोड
id: Kode QR

source: Save Picture
hi: तस्वीर सहेजें
id: Simpan Gambar

source: Upload photo
hi: तस्वीर अपलोड करें
id: Unggah Foto

# joinGroupQr
source: Join with QR code
hi: QR कोड के साथ शामिल हों
id: Bergabung dengan kode QR

source: Invalid QR code
hi: अवैध QR कोड
id: Kode QR tidak valid

# pleaseCheckQrCode
source: Please check your QR code again
hi: कृपया अपना QR कोड फिर से जाँचें
id: Harap periksa kembali kode QR Anda

# useLimitedVersion
source: Continue with Limited Version
hi: सीमित संस्करण के साथ जारी रखें
id: Lanjutkan dengan Versi Terbatas

source: Restore
hi: पुनः स्थापित करें
id: Pulihkan

source: Week
hi: सप्ताह
id: Minggu

source: Billed monthly, total
hi: मासिक रूप से बिल किया जाता है, कुल
id: Dibebankan bulanan, total

source: Weekly
hi: साप्ताहिक
id: Mingguan

source: Billed weekly only
hi: केवल साप्ताहिक बिल किया जाता है
id: Dibebankan mingguan saja

source: You can cancel any time
hi: आप किसी भी समय रद्द कर सकते हैं
id: Anda dapat membatalkan kapan saja

# sosTitle
source: Sending SOS Alert...
hi: SOS अलर्ट भेजा जा रहा है...
id: Mengirimkan Peringatan SOS...

# sosHasSent
source: SOS Alert has sent
hi: SOS अलर्ट भेज दिया गया है
id: Peringatan SOS telah dikirim

# sosSend1
source: Send an SOS alert to your friends in case of emergency
hi: आपातकाल में अपने दोस्तों को SOS अलर्ट भेजें
id: Kirim peringatan SOS kepada teman Anda dalam keadaan darurat

# sosSend2
source: The SOS alert has been sent, your friends within your group will receive the notification.
hi: SOS अलर्ट भेज दिया गया है, आपके समूह में आपके दोस्तों को सूचना प्राप्त हुनेछ।
id: Peringatan SOS telah dikirim, teman-teman dalam grup Anda akan menerima pemberitahuan.

source: Alert
hi: अलर्ट
id: Peringatan

source: need help
hi: मदद चाहिए
id: Butuh bantuan

source: sent
hi: भेज दिया गया
id: terkirim

source: Use by ads version
hi: विज्ञापन संस्करण का उपयोग करें

source: Day
hi: दिन

source: Most popular
hi: सबसे लोकप्रिय

# sendingPhoto
source: Sending photos with exact location
hi: ठीक स्थान के साथ फोटो भेज रहा है

# ableToSendPhoto
source: Able to send photos with exact location via messaging
hi: संदेशिका के माध्यम से सटीक स्थान के साथ फोटो भेजने की क्षमता
